[TheWorld:PersistentLevel.H7AdventureArmy_0 H7AdventureArmy]
mName=""

[TheWorld:PersistentLevel.H7AdventureArmy_1 H7AdventureArmy]
mName=""

[TheWorld:PersistentLevel.H7ArcaneLibrary_0 H7ArcaneLibrary]
mName=""

[TheWorld:PersistentLevel.H7ArcaneLibrary_1 H7ArcaneLibrary]
mName=""

[TheWorld:PersistentLevel.H7ArcaneLibrary_17 H7ArcaneLibrary]
mName=""

[TheWorld:PersistentLevel.H7ArcaneLibrary_33 H7ArcaneLibrary]
mName=""

[TheWorld:PersistentLevel.H7ArcaneLibrary_56 H7ArcaneLibrary]
mName=""

[TheWorld:PersistentLevel.H7ArcaneLibrary_71 H7ArcaneLibrary]
mName=""

[TheWorld:PersistentLevel.H7ArcaneLibrary_9 H7ArcaneLibrary]
mName=""

[TheWorld:PersistentLevel.H7BattleSite_0 H7BattleSite]
mDescription="诅咒笼罩此地，但阴影中可能隐藏着强大的宝物。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_1 H7BattleSite]
mDescription="矮人会用自己的生命……以及陷阱来保卫宝藏。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_24 H7BattleSite]
mDescription="这些废墟看起来平静而毫无生气。但仍能感受到一股强大的魔法存在。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_26 H7BattleSite]
mDescription="矮人会用自己的生命……以及陷阱来保卫宝藏。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_42 H7BattleSite]
mDescription="矮人会用自己的生命……以及陷阱来保卫宝藏。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_65 H7BattleSite]
mDescription="这些废墟看起来平静而毫无生气。但仍能感受到一股强大的魔法存在。"
mName=""

[TheWorld:PersistentLevel.H7BattleSite_67 H7BattleSite]
mDescription="矮人会用自己的生命……以及陷阱来保卫宝藏。"
mName=""

[TheWorld:PersistentLevel.H7BuffSite_0 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_1 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_10 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_11 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_12 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_13 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_2 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_29 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_3 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_37 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_38 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_4 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_5 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_50 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_6 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_7 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_76 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_8 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7BuffSite_9 H7BuffSite]
mName=""

[TheWorld:PersistentLevel.H7Cartographer_1 H7Cartographer]
mName=""

[TheWorld:PersistentLevel.H7Cartographer_2 H7Cartographer]
mName=""

[TheWorld:PersistentLevel.H7CrusaderCommandery_0 H7CrusaderCommandery]
mDescription="只有一小支驻军保护此地。附近似乎没有援军。"
mName=""

[TheWorld:PersistentLevel.H7DragonUtopia_0 H7DragonUtopia]
mDescription="强大的宝物和宝藏等待着敢于直面龙族大军的勇者。"
mName=""

[TheWorld:PersistentLevel.H7DragonUtopia_41 H7DragonUtopia]
mDescription="强大的宝物和宝藏等待着敢于直面龙族大军的勇者。"
mName=""

[TheWorld:PersistentLevel.H7Dwelling_0 H7Dwelling]
mName=""

[TheWorld:PersistentLevel.H7Dwelling_1 H7Dwelling]
mName=""

[TheWorld:PersistentLevel.H7Dwelling_2 H7Dwelling]
mName=""

[TheWorld:PersistentLevel.H7Dwelling_3 H7Dwelling]
mName=""

[TheWorld:PersistentLevel.H7Dwelling_4 H7Dwelling]
mName=""

[TheWorld:PersistentLevel.H7ItemPile_0 H7ItemPile]
mName=""

[TheWorld:PersistentLevel.H7ItemPile_1 H7ItemPile]
mName=""

[TheWorld:PersistentLevel.H7ItemPile_2 H7ItemPile]
mName=""

[TheWorld:PersistentLevel.H7ItemPile_3 H7ItemPile]
mName=""

[TheWorld:PersistentLevel.H7ItemPile_4 H7ItemPile]
mName=""

[TheWorld:PersistentLevel.H7ItemPile_5 H7ItemPile]
mName=""

[TheWorld:PersistentLevel.H7ItemPile_6 H7ItemPile]
mName=""

[TheWorld:PersistentLevel.H7ItemPile_7 H7ItemPile]
mName=""

[TheWorld:PersistentLevel.H7Mine_0 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Mine_30 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Mine_31 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Mine_32 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Mine_4 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Mine_43 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Mine_44 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Mine_46 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Mine_5 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Mine_6 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Mine_68 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Mine_69 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Mine_70 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Mine_8 H7Mine]
mName=""

[TheWorld:PersistentLevel.H7Observatory_47 H7Observatory]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_0 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_1 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_2 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_3 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_4 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_5 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_6 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PermanentBonusSite_77 H7PermanentBonusSite]
mName=""

[TheWorld:PersistentLevel.H7PickableCampfire_0 H7PickableCampfire]
mName=""

[TheWorld:PersistentLevel.H7PickableCampfire_1 H7PickableCampfire]
mName=""

[TheWorld:PersistentLevel.H7PickableCampfire_2 H7PickableCampfire]
mName=""

[TheWorld:PersistentLevel.H7PickableCampfire_3 H7PickableCampfire]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_0 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_1 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_10 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_11 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_12 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_13 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_2 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_3 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_4 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_5 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_6 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_7 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableChest_8 H7PickableChest]
mName=""

[TheWorld:PersistentLevel.H7PickableGold_0 H7PickableGold]
mName=""

[TheWorld:PersistentLevel.H7PickableGold_1 H7PickableGold]
mName=""

[TheWorld:PersistentLevel.H7PickableGold_2 H7PickableGold]
mName=""

[TheWorld:PersistentLevel.H7PickableGold_3 H7PickableGold]
mName=""

[TheWorld:PersistentLevel.H7PickableGold_4 H7PickableGold]
mName=""

[TheWorld:PersistentLevel.H7PickableGold_5 H7PickableGold]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_0 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_1 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_10 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_11 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_12 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_13 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_14 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_15 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_16 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_17 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_18 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_19 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_2 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_20 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_21 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_22 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_23 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_24 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_25 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_26 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_3 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_4 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_5 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_6 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_7 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_8 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7PickableResource_9 H7PickableResource]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_0 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_12 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_13 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_14 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_15 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_16 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_2 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_27 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_28 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_3 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_51 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_52 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_53 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_54 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_55 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_57 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_78 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_79 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_80 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomArtifact_81 H7RandomArtifact]
mName=""

[TheWorld:PersistentLevel.H7RandomCampfire_146 H7RandomCampfire]
mName="篝火"

[TheWorld:PersistentLevel.H7RandomCampfire_147 H7RandomCampfire]
mName="篝火"

[TheWorld:PersistentLevel.H7RandomCampfire_150 H7RandomCampfire]
mName="篝火"

[TheWorld:PersistentLevel.H7RandomCampfire_19 H7RandomCampfire]
mName="篝火"

[TheWorld:PersistentLevel.H7RandomCampfire_20 H7RandomCampfire]
mName="篝火"

[TheWorld:PersistentLevel.H7RandomCampfire_61 H7RandomCampfire]
mName="篝火"

[TheWorld:PersistentLevel.H7RandomCampfire_62 H7RandomCampfire]
mName="篝火"

[TheWorld:PersistentLevel.H7RandomDwelling_0 H7RandomDwelling]
mName=""

[TheWorld:PersistentLevel.H7RandomDwelling_1 H7RandomDwelling]
mName=""

[TheWorld:PersistentLevel.H7RandomDwelling_2 H7RandomDwelling]
mName=""

[TheWorld:PersistentLevel.H7RandomDwelling_25 H7RandomDwelling]
mName=""

[TheWorld:PersistentLevel.H7RandomDwelling_3 H7RandomDwelling]
mName=""

[TheWorld:PersistentLevel.H7RandomDwelling_34 H7RandomDwelling]
mName=""

[TheWorld:PersistentLevel.H7RandomDwelling_4 H7RandomDwelling]
mName=""

[TheWorld:PersistentLevel.H7RandomDwelling_45 H7RandomDwelling]
mName=""

[TheWorld:PersistentLevel.H7RandomDwelling_5 H7RandomDwelling]
mName=""

[TheWorld:PersistentLevel.H7RandomDwelling_6 H7RandomDwelling]
mName=""

[TheWorld:PersistentLevel.H7RandomDwelling_66 H7RandomDwelling]
mName=""

[TheWorld:PersistentLevel.H7RandomDwelling_7 H7RandomDwelling]
mName=""

[TheWorld:PersistentLevel.H7RandomDwelling_73 H7RandomDwelling]
mName=""

[TheWorld:PersistentLevel.H7RandomDwelling_8 H7RandomDwelling]
mName=""

[TheWorld:PersistentLevel.H7RandomResource_143 H7RandomResource]
mName=""

[TheWorld:PersistentLevel.H7RandomResource_148 H7RandomResource]
mName=""

[TheWorld:PersistentLevel.H7RandomResource_149 H7RandomResource]
mName=""

[TheWorld:PersistentLevel.H7RandomResource_151 H7RandomResource]
mName=""

[TheWorld:PersistentLevel.H7RandomResource_152 H7RandomResource]
mName=""

[TheWorld:PersistentLevel.H7RandomResource_153 H7RandomResource]
mName=""

[TheWorld:PersistentLevel.H7RandomResource_154 H7RandomResource]
mName=""

[TheWorld:PersistentLevel.H7RandomResource_18 H7RandomResource]
mName=""

[TheWorld:PersistentLevel.H7RandomResource_58 H7RandomResource]
mName=""

[TheWorld:PersistentLevel.H7RandomResource_59 H7RandomResource]
mName=""

[TheWorld:PersistentLevel.H7RandomResource_60 H7RandomResource]
mName=""

[TheWorld:PersistentLevel.H7RandomTreasureChest_11 H7RandomTreasureChest]
mName="梦境宝箱"

[TheWorld:PersistentLevel.H7RandomTreasureChest_144 H7RandomTreasureChest]
mName="宝箱"

[TheWorld:PersistentLevel.H7RandomTreasureChest_145 H7RandomTreasureChest]
mName="宝箱"

[TheWorld:PersistentLevel.H7RandomTreasureChest_35 H7RandomTreasureChest]
mName="梦境宝箱"

[TheWorld:PersistentLevel.H7RandomTreasureChest_49 H7RandomTreasureChest]
mName="梦境宝箱"

[TheWorld:PersistentLevel.H7RandomTreasureChest_75 H7RandomTreasureChest]
mName="梦境宝箱"

[TheWorld:PersistentLevel.H7RunicBox_10 H7RunicBox]
mName="黄金宝盒"

[TheWorld:PersistentLevel.H7RunicBox_36 H7RunicBox]
mName="黄金宝盒"

[TheWorld:PersistentLevel.H7RunicBox_48 H7RunicBox]
mName="黄金宝盒"

[TheWorld:PersistentLevel.H7RunicBox_74 H7RunicBox]
mName="黄金宝盒"

[TheWorld:PersistentLevel.H7SignPostBuoy_0 H7SignPostBuoy]
mHeadline="地图作者：Francois"
mMessage="地图由Francois创建。"
mName=""

[TheWorld:PersistentLevel.H7SignPostBuoy_1 H7SignPostBuoy]
mHeadline="地图作者：Francois"
mMessage="地图由Francois创建。"
mName=""

[TheWorld:PersistentLevel.H7Town_0 H7Town]
mName="鲁埃勒"

[TheWorld:PersistentLevel.H7Town_1 H7Town]
mName="普拉洛尼昂"

[TheWorld:PersistentLevel.H7Town_2 H7Town]
mName="瓦卢瓦尔"

[TheWorld:PersistentLevel.H7Town_5 H7Town]
mName="蒙容"

[TheWorld:PersistentLevel.H7TrainingGrounds_72 H7TrainingGrounds]
mName=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_0.H7SeqAct_Quest_NewNode_0 H7SeqAct_Quest_NewNode]
mTitle="H7SeqAct_Quest_NewNode_0"
mDescription=""
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_0.H7SeqAct_Quest_NewNode_1 H7SeqAct_Quest_NewNode]
mTitle="H7SeqAct_Quest_NewNode_1"
mDescription=""
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_0.H7SeqAct_QuestObjective_0 H7SeqAct_QuestObjective]
mDescription="击败所有对手。如果你连续7天没有控制任何城镇，或者失去所有英雄和城镇，即告失败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_0.H7SeqAct_QuestObjective_1 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_0.H7SeqAct_QuestObjective_2 H7SeqAct_QuestObjective]
mDescription="击败所有对手。如果你连续7天没有控制任何城镇，或者失去所有英雄和城镇，即告失败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_0.H7SeqAct_QuestObjective_3 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_2 H7SeqAct_Quest_NewNode]
mTitle="H7SeqAct_Quest_NewNode_2"
mDescription=""
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_Quest_NewNode_3 H7SeqAct_Quest_NewNode]
mTitle="H7SeqAct_Quest_NewNode_3"
mDescription=""
mRewardText=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_4 H7SeqAct_QuestObjective]
mDescription="击败所有对手。如果你连续7天没有控制任何城镇，或者失去所有英雄和城镇，即告失败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_5 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_6 H7SeqAct_QuestObjective]
mDescription="击败所有对手。如果你连续7天没有控制任何城镇，或者失去所有英雄和城镇，即告失败。"

[TheWorld:PersistentLevel.Main_Sequence.Sequence_1.H7SeqAct_QuestObjective_7 H7SeqAct_QuestObjective]
mDescription=""

[TheWorld:PersistentLevel.WorldInfo_0.H7MapInfo_0 H7MapInfo]
mName="春季 H7.5"
mDescription="春天来了，森林阵营与北方法师之间的关系却急转直下。\r \n 远古巨龙和独角兽们趁雪融之际壮大实力，计划入侵霜冻法师大师的冰冻领土。\r \n 战争一触即发，你必须为此做好准备！\r \n 为人类玩家（玩家1）选择塔楼阵营。\r \n 为AI玩家（玩家2）选择森林阵营。\r \n 为AI选择英雄难度（屏幕左侧）。\r \n 根据你的喜好选择难度等级（右下角）。\r \n 本地图需要（免费的）英雄无敌VII.5模组。"

[Town_Garrison.H7Town_0_Garrison H7AdventureArmy]
mName=""

[Town_Garrison.H7Town_1_Garrison H7AdventureArmy]
mName=""

[Town_Garrison.H7Town_2_Garrison H7AdventureArmy]
mName=""

[Town_Garrison.H7Town_5_Garrison H7AdventureArmy]
mName=""